#1st_program

print(9**0.5*5)   # print() - функция вывода значения на экран или консоль

#2nd_program

print(9.99>9.98 and 1000!=1000.1) # and - условный логический оператор,
                                  # != оператор НЕравенства условие верно, если два операнда НЕравны

#3rd_program

name_1=(2*2+2)
name_2=(2*(2+2))
print(name_1)
print(name_2)
print(name_1==name_2) # == - оператор Равенства, условие верно, если два операнда равны

#4th_program

string_="123.456"
float_=float("123.456")  #float - плавающая точка
float_=(float_*10)  # * - оператор множитель
print(float_)
int_=int(float_) # int - функция преобразования объекта в целое число
results=int_%10  # % = оператор делитель
print(results)
